{
  "ApiteSW6Utility": {
    "general": {
      "maintenanceModeHeader": "Maintenance mode",
      "maintenanceModeDescription": "We are currently updating this site. Please check back later."
    },
    "cart": {
      "summaryShipping": "Shipping costs"
    },
    "notice": {
      "VIOLATION::CUSTOMER_EMAIL_NOT_UNIQUE": "This email address has already been registered.",
      "VIOLATION::CUSTOMER_PASSWORD_NOT_CORRECT": "Password incorrect.",
      "FRAMEWORK__INVALID_UUID": "The selected payment method does not exist.",
      "message-default": "Unfortunately, something went wrong.",
      "addToCartError": "An error occurred while trying to add items to the shopping cart.",
      "product-not-found": "The product could not be found.",
      "message-403": "Your session has expired. Please return to the last page and try again.",
      "product-out-of-stock": "Product is not available at the moment.",
      "product-stock-reached": "The product \"{name}\" is only available {quantity} times",
      "purchase-steps-quantity": "The product \"{name}\" is not available in this quantity. The quantity was changed to {quantity}",
      "shipping-method-blocked": "The shipping method \"{name}\" is blocked for your current shopping cart.",
      "payment-method-blocked": "The payment method \"{name}\" is blocked for your current shopping cart.",
      "auto-promotion-not-found": "Promotion \"{name}\" is no longer valid!",
      "promotion-discount-added": "Discount has been added",
      "promotion-excluded": "One or more discounts have been removed from the shopping cart, due to conflicts with other discounts. Once the conditions are met again, the discounts will be applied automatically.",
      "promotion-not-eligible": "Promotion code valid - however, not all conditions were met and the discount was not applied. Once all conditions are met, the discount will be applied automatically.",
      "promotion-not-found": "Promotion with code \"{promotionCode}\" could not be found.",
      "shipping-address-blocked": "Shipping to the selected shipping address is currently not possible.",
      "billing-address-blocked": "Billing to the selected address is not possible.",
      "shipping-address-invalid": "The selected shipping address is not valid or incomplete. Please check your entries.",
      "billing-address-invalid": "The selected billing address is not valid or incomplete. Please check your entries.",
      "cart-merged-hint": "The current shopping cart might contain additional products that have been added and saved during a previous visit.",
      "rateLimitExceeded": "Too many requests. Please wait before trying again.",
      "loginBadCredentials": "Could not find an account that matches the given credentials.",
      "inactiveAccountAlert": "Your customer account has not been activated yet. We have sent a confirmation email containing an activation link. Please check your inbox and click the link to complete the sign-up!"
    },
    "app": {
      "not-in-sync": "Unfortunately the session expired, you will need to log back in."
    }
  }
}
