{
  "ApiteSW6Utility": {
    "general": {
      "maintenanceModeHeader": "Modalità di manutenzione",
      "maintenanceModeDescription": "Stiamo aggiornando i contenuti di questa pagina. Ti preghiamo di dare un’occhiata più tardi."
    },
    "cart": {
      "summaryShipping": "Costi di spedizione",
      "summaryTax": "IVA"
    },
    "notice": {
      "VIOLATION::CUSTOMER_EMAIL_NOT_UNIQUE": "Questo indirizzo e-mail è già registrato.",
      "VIOLATION::CUSTOMER_PASSWORD_NOT_CORRECT": "La password non è corretta.",
      "FRAMEWORK__INVALID_UUID": "Non è stato possibile trovare la modalità di pagamento selezionata.",
      "message-default": "Purtroppo qualcosa è andato storto",
      "addToCartError": "Si è verificato un errore durante l'aggiunta al carrello degli acquisti.",
      "product-not-found": "Il prodotto non è stato trovato.",
      "message-403": "La sessione è scaduta. Ti preghiamo di ritornare all’ultima pagina e riprovare.",
      "product-out-of-stock": "Il prodotto \"{name}\" non è più disponibile",
      "product-stock-reached": "Il prodotto \"{name}\" è disponibile solo {quantity} volte",
      "purchase-steps-quantity": "Il prodotto non è disponibile in questa quantità. La quantità è stata modificata automaticamente",
      "min-order-quantity": "La quantità del prodotto \"{name}\" non ha raggiunto la soglia minima di quantità dell'ordine. La quantità è stata aumentata automaticamente a {quantity}.",
      "shipping-method-blocked": "Il metodo di spedizione \"{name}\" è bloccato per il tuo carrello corrente.",
      "payment-method-blocked": "Il metodo di pagamento \"{name}\" è bloccato per il tuo carrello corrente.",
      "auto-promotion-not-found": "Promozione \"{name}\" non più valida!",
      "promotion-discount-added": "Lo sconto \"{name}\" è stato aggiunto al carrello degli acquisti",
      "promotion-excluded": "Uno o più sconti sono stati rimossi dal carrello, a causa di conflitti con altri sconti. Una volta soddisfatte nuovamente le condizioni, gli sconti verranno applicati automaticamente.",
      "promotion-not-eligible": "Il codice buono è stato memorizzato, ma non è stato applicato al carrello degli acquisti, perché i requisiti non sono applicabili. Non appena i requisiti saranno applicabili, sarà aggiunto automaticamente.",
      "promotion-not-found": "Il codice buono \"{promotionCode}\" non esiste.",
      "shipping-address-blocked": "Le consegne all'indirizzo di consegna selezionato non possono essere effettuate.",
      "billing-address-blocked": "La fatturazione all'indirizzo selezionato non è possibile.",
      "shipping-address-invalid": "L'indirizzo di spedizione selezionato non è valido o incompleto. Controlla i dati inseriti.",
      "billing-address-invalid": "L'indirizzo di fatturazione selezionato non è valido o incompleto. Controlla i dati inseriti.",
      "cart-merged-hint": "Il carrello corrente potrebbe contenere altri prodotti che sono stati aggiunti e salvati durante una visita precedente.",
      "rateLimitExceeded": "Troppe richieste. Attendi %seconds% secondi prima di riprovare.",
      "loginBadCredentials": "Non è stato possibile trovare alcun account con i dati di accesso indicati.",
      "inactiveAccountAlert": "Il tuo account cliente non è stato ancora attivato. Abbiamo inviato un'e-mail di conferma contenente un link di attivazione. Controlla la tua casella di posta e clicca sul link per completare l'iscrizione!"
    },
    "app": {
      "not-in-sync": "Purtroppo la sessione è scaduta, è necessario effettuare nuovamente il login."
    }
  }
}
